Repository: CyrilleB79/checkGestures
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, pl, pt_br, tr, zh_cn

source: Search for &duplicate gestures
ar: البحث عن ت&كرار الإختصارات
pl: Wyszukaj &zduplikowane zdarzenia wejścia
pt_br: Procurar por comandos &duplicados
tr: Yinelenen &hareketleri ara
zh_cn: 重复按键或手势搜索

source: Gestures &without description
ar: الإخت&صارات بدون وصف
pl: Zdarzenia wejścia &bez opisu
pt_br: Comandos &sem descrição
tr: &Açıklaması girilmemiş hareketler
zh_cn: 无说明的按键或手势

source: &Help
ar: م&ساعدة
pl: &Pomoc
pt_br: &Ajuda
tr: &Yardım
zh_cn: 帮助(&H)

source: Target gestures not found
ar: لم يتم العثور على الإختصار الهدف
pl: Nie znaleziono docelowych zdarzeń wejścia
pt_br: Comandos alvo não encontrados
tr: Hedef hareket bulunamadı
zh_cn: 找不到目标按键或手势

source: Select a gesture from the list
ar: حدد إختصار من القائمة
pl: Wybierz zdarzenie wejścia z listy
pt_br: Seleccione um comando da lista
tr: Listeden bir hareket seçin
zh_cn: 从列表中选择一个按键或手势

source: Gesture
ar: الإختصار
pl: Zdarzenie wejścia
pt_br: Comando
tr: Hareket
zh_cn: 按键或手势

source: Script description or function name
ar: وصف الإختصار أو اسم الوظيفة
pl: Opis skryptu lub nazwa funkcji
pt_br: Descrição do script ou nome da função
tr: Komut açıklaması veya işlev adı
zh_cn: 命令描述或函数名称

source: Category
ar: فئة
pl: Kategoria
pt_br: Categoria
tr: Kategori
zh_cn: 类别

source: This gesture is not represented in the NVDA Input Gestures dialog.
ar: هذه الإيماءة غير موجودة في محاورة اختصارات NVDA.
pl: To zdarzenie wejścia nie jest reprezentowane w oknie dialogowym wprowadzania zdarzeń wejścia NVDA.
pt_br: Este comando não está representado no gestor de comandos do NVDA
tr: Bu hareket NVDA Girdi Hareketleri iletişim kutusunda gösterilmiyor.
zh_cn: 此按键或手势未在“NVDA 按键与手势”对话框中显示。

source: Gesture without description
ar: الإختصارات بدون وصف
pl: Zdarzenie wejścia bez opisu
pt_br: Comando sem descrição
tr: Açıklama girilmemiş hareket
zh_cn: 无说明的按键或手势

source: Check Input Gestures
ar: فحص الإختصارات
pl: Check Input Gestures (Sprawdź zdarzenia wejścia)
pt_br: Procurar comandos de entrada
tr: Girdi Hareketleri Kontrolü
zh_cn: 按键或手势检查

source: Find and fix input gestures conflicts in NVDA and add-ons.
ar: البحث عن تعارضات الإختصاراتوإصلاحها في NVDA والإضافات.
pl: Znajdź i napraw konflikty zdarzeń wejścia w NVDA i dodatkach.
pt_br: Procurar e fixar conflitos de comandos de entrada, no NVDA e nos extras
tr: NVDA ve eklentileriyle ilgili girdi hareketleri çakışmalarını bulun ve düzeltin.
zh_cn: 查找并修复 NVDA 及插件中的按键与手势冲突。
